/* No comment provided by engineer. */
" %@ is calling you" = " %@ is calling you";

/* No comment provided by engineer. */
"%@\nReason was: %s" = "%1$@\nReason was: %2$s";

/* No comment provided by engineer. */
"Alert" = "Alert";

/* No comment provided by engineer. */
"Answer" = "Answer";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "Bad credentials, check your account settings";

/* No comment provided by engineer. */
"Call failed" = "Samtalet misslyckades";

/* No comment provided by engineer. */
"Calling..." = "Ringer...";

/* No comment provided by engineer. */
"Cannot call %@" = "Kan inte ringa %@";

/* No comment provided by engineer. */
"Continue" = "Fortsätt";

/* No comment provided by engineer. */
"Decline" = "Decline";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid sip address (I.E sip:john@example.net)" = "Either configure a SIP proxy server from settings prior to place a call or use a valid sip address (I.E sip:john@example.net)";

/* No comment provided by engineer. */
"Enter your password" = "Enter your password";

/* No comment provided by engineer. */
"Enter your username" = "Enter your username";

/* No comment provided by engineer. */
"Invalid sip address" = "Invalid sip address";

/* No comment provided by engineer. */
"It seems you have not configured any proxy server from settings" = "Du har inte konfigurerat någon proxy server";

/* No comment provided by engineer. */
"Network Error" = "Nätverksfel";

/* No comment provided by engineer. */
"Never remind" = "Påmin inte igen";

/* No comment provided by engineer. */
"No microphone" = "Ingen mikrofon";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Please make sure your device is connected to the internet and double check your SIP account configuration in the settings.";

/* No comment provided by engineer. */
"Registration failure" = "Registreringsfel";

/* No comment provided by engineer. */
"SIP server unreachable" = "SIP server ej tillgänglig";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "Det finns ingen nätverksuppkoppling. Aktivera WIFI eller WWAN innan du ringer upp.";

/* No comment provided by engineer. */
"Unknown" = "Okänd";

/* No comment provided by engineer. */
"Warning" = "Varning";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use this application." = "Du måte ansluta en mikrofon för att kunna använda appen.";
"%@ (length: %02d:%02d:%02d %.1f KB)" = "%@ (längd: %02d:%02d:%02d %.1f KB)";
"Registered" = "Registrerad";
"Registering" = "Registrerar";
"Registration Failed" = "Registrering misslyckades";
"You have no time" = "Du ingen uppringningstid kvar";
"Visit our store to make purchase" = "Besök appstore för att köpa mer tid";
"In-App Purchasing disabled" = "In-App Purchasing inaktiverad";
"Check your parental control settings and try again later" = "Check your parental control settings and try again later";
"Help" = "Hjälp";
"Make a Backup Call" = "Ring";
"Stop" = "Stop";
"Address Book" = "Kontakter";
"Dialer" = "Knappsats";
"Call History" = "Senaste";
"File Name" = "Filnamn";
"File Note" = "Notering";
"Mail" = "E-post";
"Buy" = "Köp";
"Warning" = "Varning";
"You should be registered to make a call" = "Du måste vara registrerad för att ringa";
"OK" = "OK";
"Cancel" = "Avbryt";
"Call" = "Ring";
"Back" = "Tillbaka";
"Edit" = "Redigera";
"Help" = "Hjälp";
"Helptext" = "Ljudkvalitet\n När du ska spela in ett samtal med BackupCall, var noga med att du har bra mottagning och inte förflyttar dig mellan olika basstationer. Det kan hjälpa att ställa in lämplig codec i inställningar för appen. Absolut bäst kvalitet får du om du använder WI-FI istället för GSM-nätet.\nSäkerhet och lagring\nInloggning sker med högsta möjliga kryptering. Ditt telefonnummer och en unik identifieringsnyckel används i kombination för att identifiera dig mot molnlagringsplatsen där ljudfilerna sparas och säkerhetskopieras.\nÄndrar du ditt telefonnummer eller unika ID så kan du inte längre komma åt dina ljudfiler, därför är det mycket viktigt att du skriver ned och sparar dessa uppgifter. Då all användarinformation är krypterad har inte supporten möjlighet att återskapa din information och ljudfiler.\nNär du klickar på en ljudfil sparas den ned till telefonens lagringsutrymme och kan spelas upp eller skickas med epost. Tänk på att ej skicka ljudfiler större än 10 Mb med e-post. Ljudfilerna finns alltid kvar på molnlagringsplatsen så länge du inte väljer att radera dem.\nWebappen\nLjudfilerna kan även nås via BackupCalls webapp. Logga in med ditt telefonnummer som du angivit i inställningar som användarnamn och ditt unika ID som också finns i inställningar.\nWebbappen fungerar både på en dator och i din iPhone. Om det inte går att logga in från din iPhone så kan du behöva ställa in så att Safari accepterar cookies. \nSupport\nTelefon: +46(8)44680259 (vardagar 9-16)\nE-post: support@backupcall.se\nWebapp: www.backupcall.se";
"Time left: %@%02d:%02d" = "Tid kvar: %@%02d:%02d";
"10 minutes" = "10 minuter";
"30 minutes" = "30 minuter";
"50 minutes" = "50 minuter";
"Stop" = "Stop";
"Play" = "Spela upp";
"You should set phone number in the prefereces to make a call" = "Ställ in telefonnummret i inställningar innan du ringer";
"Group" = "Grupp";
"Name" = "Namn";
"none given" = "none given";
"Enabled" = "Aktiverad";
"My phone" = "Mitt nummer";

"Connecting..." = "Ansluter...";
"Error!" = "Fel!";
"Phone number is missing!" = "Telefonnummer saknas!";
"Try again" = "Försök igen";
"Wrong format!" = "Fel format!";
"You have to enter your phone number. Prefix with country code, omit the first zero in area code." = "Du måste ange ditt telefonnummer. Börja med landskod, utelämna första nollan i områdeskoden.";
"Attention" = "Information";
"Please enter your phone number to make a call" = "Var vänlig och ange ditt telefonnummer innan du ringer";
"Prefix with country code, omit the first zero in area code." = "Börja med landskod, utelämna första nollan i områdeskoden";
